const schoolEvents =
    },
    {
        id: "sept25",
        date: "21 сентября 2025 года",
        title: "Начало нового учебного года",
        text: `
            <p>В праздник Рождества Пресвятой Богородицы, по завершении богослужения в церковном дворе Христо-Рождественского кафедрального собора г. Липецка состоялся праздничный концерт.</p>
            <p>Мероприятие, организованное воспитанниками воскресной школы «Ковчег», было посвящено первому двунадесятому празднику и началу нового учебного года. В программе прозвучали церковные песнопения, стихи и песни духовного содержания; дети порадовали зрителей яркими танцевальными композициями.</p>
            <p>В мероприятии приняла участие воспитанница Центра образования, реабилитации и оздоровления Авраскина Кира, которая исполнила песни о Богородице. Вторая часть концерта была посвящена учебе: дети разгадывали загадки и пытались понять, что преподаватели спрятали в черном ящике.</p>
            <p>Праздник завершился чайной трапезой с пирогами, которые заботливо приготовили мамы и бабушки воспитанников.</p>
        `,
        cover: "../images/event-sept25-1.jpg",
        gallery:[]
    },
    {
        id: "grad25",
        date: "11 мая 2025 года",
        title: "В воскресной школе чествовали выпускников",
        text: `
            <p>В воскресной школе «Ковчег» кафедрального собора Рождества Христова г. Липецка чествовали выпускников.</p>
            <p>Директор школы Ирина Викторовна, преподаватели и родители выпускников вспоминали годы обучения, которые, без сомнения, будут крепким фундаментом в жизни ребят.</p>
        `,
        cover: "../images/event-grad25-1.jpg",
        gallery:[]
    },
    {
        id: "easter25",
        date: "20 апреля 2025 года",
        title: "Пасхальный утренник",
        text: `
            <p>В праздник Светлого Христова Воскресения, на приходе кафедрального собора состоялся пасхальный утренник воспитанников воскресной школы «Ковчег».</p>
            <p>В концерте прозвучали стихи и песни духовного содержания, прославляющие Воскресение Христово; дети младшей возрастной группы представили вниманию прихожан театральную инсценировку.</p>
            <p>В завершение праздника детей и преподавателей поздравили настоятель кафедрального собора протоиерей Василий Бильчук и ключарь собора, духовник воскресной школы протоиерей Владимир Максимчук. На радостный возглас священников «Христос Воскресе!» под сводами собора прозвучал дружный хор детских голосов: «Воистину Воскресе!».</p>
            <p>В этот памятный день воспитанники встретили пасхальными приветствиями Высокопреосвященнейшего Арсения, митрополита Липецкого и Задонского. Владыка вручил детям пасхальные подарки.</p>
        `,
        cover: "../images/event-easter25-1.jpg",
        gallery:[]
    },
    {
        id: "maslenitsa25",
        date: "2 марта 2025 года",
        title: "Масленичная ярмарка",
        text: `
            <p>В Прощеное воскресенье, воспитанники воскресной школы «Ковчег» организовали и провели традиционную масленичную ярмарку. В организации праздничного мероприятия дети проявили особое усердие и любовь к общему делу.</p>
            <p>Под руководством преподавателей и родителей они приготовили разнообразную выпечку и ароматный чай. По завершении Литургии прихожане с удовольствием отведали блины и блинчики, которые пеклись во дворе храма, пирожки, пирожные, оладьи и пончики.</p>
            <p>Посетители ярмарки могли отведать и постную продукцию на предстоящий пост: винегрет, коврижки, хлеб, постные кексы, блины, разнообразную консервированную продукцию. В большом ассортименте были представлены детские поделки.</p>
            <p>«Масленичная ярмарка стала традиционным мероприятием, к которому дети и родители воскресной школы готовятся с нескрываемой радостью, - рассказывает директор школы Ирина Викторовна Заярина. – Это время, когда мы чувствуем себя единой, дружной семьей; ведь наше усердие приносит радость прихожанам храма».</p>
        `,
        cover: "../images/event-maslenitsa25-1.jpg",
        gallery:[]
    },
    {
        id: "occnt25",
        date: "8 января 2025 года",
        title: "Рождественский концерт в ОЦКНТ",
        text: `
            <p>Состоялся Рождественский концерт в ОЦКНТ. Вокальный ансамбль Воскресной школы "Ковчег" при Христо-Рождественском соборе участвовали в концерте в составе Архиерейского хора Собора.</p>
            <p>Исполняли музыкальную композицию "Рождественская песня" слова и музыка И. Цеслюкевич. Концертмейстер - Галина Решетникова.</p>
            <p>Духовная музыка как часть музыкальной культуры обладает огромным воспитательным потенциалом.</p>
        `,
        cover: "../images/event-occnt25-1.jpg",
        gallery:
